"App.Name" = "Telegram";

"Presence.online" = "en línea";
"Presence.offline" = "fuera de línea";
"Presence.invisible" = "invisible";

"Month.GenJanuary" = "Enero";
"Month.GenFebruary" = "Febrero";
"Month.GenMarch" = "Marzo";
"Month.GenApril" = "Abril";
"Month.GenMay" = "Mayo";
"Month.GenJune" = "Junio";
"Month.GenJuly" = "Julio";
"Month.GenAugust" = "Agosto";
"Month.GenSeptember" = "Septiembre";
"Month.GenOctober" = "Octubre";
"Month.GenNovember" = "Noviembre";
"Month.GenDecember" = "Diciembre";
"Month.ShortJanuary" = "Ene";
"Month.ShortFebruary" = "Feb";
"Month.ShortMarch" = "Mar";
"Month.ShortApril" = "Abr";
"Month.ShortMay" = "May";
"Month.ShortJune" = "Jun";
"Month.ShortJuly" = "Jul";
"Month.ShortAugust" = "Ago";
"Month.ShortSeptember" = "Sep";
"Month.ShortOctober" = "Oct";
"Month.ShortNovember" = "Nov";
"Month.ShortDecember" = "Dic";
"Weekday.ShortMonday" = "Lun";
"Weekday.ShortTuesday" = "Mar";
"Weekday.ShortWednesday" = "Mié";
"Weekday.ShortThursday" = "Jue";
"Weekday.ShortFriday" = "Vie";
"Weekday.ShortSaturday" = "Sáb";
"Weekday.ShortSunday" = "Dom";
"Weekday.Monday" = "Lunes";
"Weekday.Tuesday" = "Martes";
"Weekday.Wednesday" = "Miércoles";
"Weekday.Thursday" = "Jueves";
"Weekday.Friday" = "Viernes";
"Weekday.Saturday" = "Sábado";
"Weekday.Sunday" = "Domingo";

"Time.TodayAt" = "hoy a las %@";
"Time.YesterdayAt" = "ayer a las %@";

"LastSeen.JustNow" = "hace un momento";
"LastSeen.MinutesAgo_1" = "hace 1 minuto";
"LastSeen.MinutesAgo_2" = "hace 2 minutos";
"LastSeen.MinutesAgo_3_10" = "hace %@ minutos";
"LastSeen.MinutesAgo_any" = "hace %@ minutos";
"LastSeen.HoursAgo_1" = "hace 1 hora";
"LastSeen.HoursAgo_2" = "hace 2 horas";
"LastSeen.HoursAgo_3_10" = "hace %@ horas";
"LastSeen.HoursAgo_any" = "hace %@ horas";
"LastSeen.TodayAt" = "hoy a las %@";
"LastSeen.YesterdayAt" = "ayer a las %@";
"LastSeen.AtWeekday" = "%@";
"LastSeen.AtDate" = "%@";
"LastSeen.Lately" = "recientemente";
"LastSeen.WithinAWeek" = "hace unos días";
"LastSeen.WithinAMonth" = "hace unas semanas";
"LastSeen.ALongTimeAgo" = "hace mucho tiempo";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";

"Notification.RenamedChat" = "%@ renombró el grupo";
"Notification.ChangedGroupPhoto" = "%@ cambió la foto del grupo";
"Notification.RemovedGroupPhoto" = "%@ eliminó la foto del grupo";
"Notification.ChangedUserPhoto" = "%@ añadió una nueva foto de perfil";
"Notification.RemovedUserPhoto" = "%@ eliminó la foto de perfil";
"Notification.JoinedChat" = "%@ se unió al grupo";
"Notification.Invited" = "%@ invitó a %@";
"Notification.LeftChat" = "%@ dejó el grupo";
"Notification.Kicked" = "%@ expulsó a %@";
"Notification.CreatedChat" = "%@ creó un grupo";
"Notification.CreatedChatWithTitle" = "%@ creó el grupo \"%@\"";
"Notification.Joined" = "Se unió a Telegram";
"Notification.ChangedGroupName" = "%@ cambió el nombre del grupo a \"%@\"";
"Notification.JoinedGroupByLink" = "%@ se unió al grupo con un enlace de invitación";

"Compose.AddContact" = "Elegir contacto";
"Compose.CreateMessage" = "Crear mensaje";
"Compose.CurrentLocation" = "Ubicación actual";
"Compose.Send" = "Enviar";

"Contacts.NoResults" = "No hay contactos\nque coincidan";

"ChatList.NoConversationsTitle" = "Sin conversaciones";
"ChatList.NoConversationsText" = "Para iniciar un mensaje\npresiona firme, luego pulsa\nNuevo mensaje";
"ChatList.Compose" = "Nuevo mensaje";
"ChatList.You" = "Tú";

"Conversation.Reply" = "Responder";
"Conversation.Unblock" = "Desbloquear";
"Conversation.UserInfo" = "Información";
"Conversation.GroupInfo" = "Información";

"Message.Photo" = "Foto";
"Message.Video" = "Vídeo";
"Message.Location" = "Ubicación";
"Message.Contact" = "Contacto";
"Message.File" = "Archivo";
"Message.Sticker" = "Sticker";
"Message.Audio" = "Audio";
"Message.ForwardedMessage" = "Reenviado desde";
"Message.ForwardedFrom" = "%@";

"UserInfo.Title" = "Información";
"UserInfo.Service" = "servicio de notificaciones";
"UserInfo.GenericPhoneLabel" = "móvil";
"UserInfo.UsernameLabel" = "alias";
"UserInfo.Block" = "Bloquear";
"UserInfo.Unblock" = "Desbloquear";
"UserInfo.Mute_1" = "Silenciar 1 hora";
"UserInfo.Mute_2" = "Silenciar 2 horas";
"UserInfo.Mute_3_10" = "Silenciar %@ horas";
"UserInfo.Mute_any" = "Silenciar %@ horas";
"UserInfo.Unmute" = "No silenciar";
"UserInfo.SendMessage" = "Enviar mensaje";

"Bot.GenericBotStatus" = "bot";
"Bot.About" = "acerca de";

"GroupInfo.Title" = "Información";
"GroupInfo.ParticipantCount_1" = "1 miembro";
"GroupInfo.ParticipantCount_2" = "2 miembros";
"GroupInfo.ParticipantCount_3_10" = "%@ miembros";
"GroupInfo.ParticipantCount_any" = "%@ miembros";
"GroupInfo.StatusOnline_1" = "1 en línea";
"GroupInfo.StatusOnline_2" = "2 en línea";
"GroupInfo.StatusOnline_3_10" = "%@ en línea";
"GroupInfo.StatusOnline_any" = "%@ en línea";

"MessageView.Title" = "Mensaje";
"MessageView.Forward" = "Reenviar";
"MessageView.Reply" = "Responder";
"MessageView.ViewOnPhone" = "Ver en el teléfono";

"PhotoView.Title" = "Foto";

"Stickers.Recents" = "Recientes";
"Stickers.RecentPlaceholder" = "Los stickers que más usas aparecerán aquí";
"Stickers.StickerPacks" = "Packs de stickers";
"Stickers.BuiltinPackName" = "Grandes personajes";
"Stickers.StickerCount_1" = "1 sticker";
"Stickers.StickerCount_2" = "2 stickers";
"Stickers.StickerCount_3_10" = "%@ stickers";
"Stickers.StickerCount_any" = "%@ stickers";

"Location.Current" = "Ubicación actual";
"Location.Access" = "Permite a Telegram acceder a la ubicación en tu teléfono";

"Auth.LoginRequired" = "Inicia la sesión en Telegram en tu teléfono para comenzar";
"Passcode.UnlockRequired" = "Desbloquea Telegram en tu teléfono";

"State.Connecting" = "Conectando...";
"State.Updating" = "Actualizando...";
"State.WaitingForNetwork" = "Sin red";

"Suggestion.OK" = "OK";
"Suggestion.ThankYou" = "Gracias.";
"Suggestion.Thanks" = "¡Gracias!";
"Suggestion.WhatsUp" = "¿Qué tal?";
"Suggestion.Yes" = "Sí";
"Suggestion.No" = "No";
"Suggestion.Absolutely" = "Absolutamente";
"Suggestion.Nope" = "Nop";
"Suggestion.TalkLater" = "¿Hablamos más tarde?";
"Suggestion.CantTalk" = "No puedo hablar ahora...";
"Suggestion.HoldOn" = "Espera un segundo...";
"Suggestion.CallSoon" = "Te llamo luego.";
"Suggestion.TextInABit" = "Te escribo en un momento.";
"Suggestion.BRB" = "Ya vuelvo";
"Suggestion.OnMyWay" = "Voy en camino.";

"Bot.Commands" = "Comandos";
"Bot.Start" = "Iniciar";
"Bot.Restart" = "Reiniciar";
"Bot.IntroTitle" = "¿Qué puede hacer este bot?";

"ChannelInfo.Title" = "Información";
"Channel.GenericChannelStatus" = "canal";
"Channel.Link" = "enlace";
"Channel.About" = "acerca de";

"Notification.ChannelCreated" = "Canal creado";
"Notification.ChannelPhotoUpdated" = "Foto del canal actualizada";
"Notification.ChannelPhotoRemoved" = "Foto del canal eliminada";
"Notification.ChannelTitleUpdated" = "Canal renombrado";
"Notification.ChannelFullTitleUpdated" = "Canal renombrado a \"%@\"";
"Notification.ChannelInviter" = "%@ te invitó a este canal";

"App.NoConnection" = "Sin conexión";
"App.ConnectionDescription" = "Tu Watch debe estar conectado para que la app funcione";

"Presets.Title" = "Respuestas predeterminadas";
"Preset.n" = "Predeterminada %d";
